{
  "title": "Some real stuff ba blam",
  "date": "2018-03-04",
  "stories": [
    {
      "body": "# REPORTS FROM IRAQ\n\n## NATIONAL NEWS\n\n### Anti-Daesh Campaign\n\nWednesday, the National Security Court issued strict sentences for 4 promoters of Daesh’s ideology who helped spread its ideas and facilitated recruitment, to 4-7 years of labor.\n\n### Reconstruction\n\nWednesday, US Ambassador Douglas Silliman said at the grand opening of USAID’s Takamul project that the US hopes to help the Iraqi federal government and local governments provide public services to the population. The $160 million project will be implemented by the USAID over 5 years. It includes general management training among a wide variety of tasks, and the first phase will include 6 governorates: Baghdad, Basra, Erbil, Ninewa, Anbar, and Babel. \\[Rudaw]\n\nWednesday, Prime Minister Haider Al-Abadi called for the ban on holding events in Iraqi stadiums to be lifted. This came after a successful soccer match between Iraq and Saudi Arabia. Al-Abadi stressed that Iraq has reached a point in its security and stability when it is ready for stadiums to be reopened. \\[Sumaria]\n\n### Council of Representatives\n\nWednesday, CoR Speaker Salim Al-Jubouri called on all CoR members to attend the CoR session on Thursday to vote on the federal budget. He stated that any further delay in approving the budget would impede the work of state institutions, especially in light of the financial and economic status quo, it would also lead to stagnation in the markets and commerce, as well as political problems. \\[Rudaw] \n\n### Election\n\nWednesday, the Ministry of Migration and Displacement announced that 2.6 million IDPs have returned to their cities in governorates affected by Daesh. Ministry spokesman Sattar Norouz noted that 1,000 “caravans” (mobile voting booths?) were provided to the Independent High Electoral Commission (IHEC) to organize the voting process in IDP camps, and the Ministry will provide IHEC with a database on the number of IDPs living in them. \\[BaghdadNews]\n\n### Foreign Relations\n\nCENTCOM Commander Gen. Joseph Votel warned the Congress on Tuesday of the role Iran plays in sponsoring terrorism in the Middle East, saying that Iran’s activities threaten the long-term security of the region. Votel said the US-Saudi cooperation is working efficiently. \\[BasNews]\n\nForbes magazine published an article titled “The 10 Strongest Military Forces In The Middle East” which lists the Iraqi Army as the 9th strongest army in the MENA region and the Turkish Army as 1st, followed by the Egyptian Army. \\[Sumaria]\n\nForeign Minister Ibrahim Al-Jaafari met with Russian Deputy Prime Minister Dmitry Olegovich Rogozin at the 7th meeting of the joint Iraqi-Russian committee held in Moscow. Al-Jaafari told the press that the meeting went over deepening the Russian-Iraqi relations on more than one front, including strategic, economic, services, industrial, and agricultural areas. He confirmed that Iraq intends to acquire a Russian defensive missile system. \\[Sumaria]\n\n### Iraq-KRG Issues\n\nWednesday, National Wisdom Party leader, Ammar Al-Hakim, met with the leader of the Democracy and Justice Alliance, Barham Salih, and discussed the developments in the crises between Erbil and Baghdad. According to Al-Hakim’s media office, Al-Hakim urged resolution of outstanding disputes in accordance with the constitution and the law. \\[Rudaw]\n\nKurdistan Region Security Council head Masrour Barzani stated that Kurdistan has fulfilled its constitutional duties, and it is time for Baghdad to fulfill theirs. He said the reason behind the ban on international flights to and from the Kurdistan Region’s airports is political, not technical. \\[Rudaw]\n\nKDP official Fadhil Mirani met with the British Consul to the Kurdistan Region, Martin Warr, and said that Baghdad is causing an “aggravation” in the Kurdistan Region by not abiding by the constitution, noting that the Iraqi government is “not serious” in resolving issues. He added that “Baghdad’s attempts are aimed at terminating the Kurdish people’s constitutional rights through injustice and by imposing a siege.” \\[Sumaria]\n\n> For a contrasting view, see the Gorran leader’s statement under “Kurdistan News” below",
      "region": "Iraq",
      "tags": [
        "national news",
        "politics",
        "election"
      ]
    },
    {
      "body": "## ANBAR\n### Hit/Haditha\nWednesday, a security source in the Ninewa Police who requested to remain anonymous reported that 2 children were killed and a third was wounded due to an IED that was left behind by Daesh near the Al-Shaheed Nizar playground in Kubaisa, Hit.  [BaghdadNews]",
      "region": "Anbar",
      "tags": [
        "Hiditha",
        "Anbar"
      ]
    },
    {
      "body": "## KIRKUK\nThe Turkish Embassy in Iraq condemned the attack on the Turkmen Front headquarters in Kirkuk on Monday, adding that the Turkmen have been systematically targeted recently. [Sumaria]\n\n### Kirkuk/Dibis\nA PMF unit captured 4 separatists from Al-Rayat Al-Beed in the Ronaki neighborhood in Kirkuk, near the University of Kirkuk College of Law. [PressIraq] \n\n### Hawija (Riyadh, Al-Zab, etc.)\nWednesday, Saadiya subdistrict manager Ahmed Al-Zarkoushi announced that a security unit discovered in Lake Himrin the body of a fisherman who had disappeared over 3 weeks ago. He had gunshot wounds. Al-Zarkoushi added that this is the second body to be found this week, and accused Daesh of being behind the killing of fishermen in Lake Himrin. [Sumaria]\n\nWednesday, the PMF announced that the PMF’s 16th brigade (the Turkmen brigade) and PMF Intelligence carried out an operation in Al-Sadouniya, killing 8 of the Daesh militants who killed PMFs in Al-Sadouniya. [Baghdadia] [Buratha]\n\nWednesday, the Ministry of Migration and Displacement announced that 1,030 IDPs returned to their original areas in Hawija and its subdistricts. [Xendan] \n\nWednesday, IFP Chief of Staff Brig. Gen. Jaafar Al-Battat said that the situation in Kirkuk and its vicinity is stable, and 560 IDP families have begun returning to central Hawija. [Sumaria]\n\n### Southwest (Daquq, Rashad, etc.)\nWednesday, Kirkuk Police spokesman Afrasyaw Kamel announced that PMFs in Taza subdistrict were attacked by Daesh, leading to the death of the commander of the Bashir village division, Mohsen Ali, and the wounding of another. The PMF unit killed 8 Daesh members. [Sumaria] [Dijlah]\n\nWednesday, a security source reported that the PMF’s 16th brigade killed 8 Daesh members in the Aziziya area of Daquq, including 3 suicide bombers who detonated themselves. [Baghdadia] Later a security source reported that 15 Daesh members were wounded or killed, and 1 PMF member was killed and 2 wounded. [Buratha]",
      "region": "Kirkurk"
    }
  ]
}